Repository: Piwigo/Piwigo-Mobile
Catalog: piwigo/Resources/ReleaseNotes.xcstrings
Source language: en
Languages: ar, da, de, es, fr, hu, id, it, ja, nl, pl, ru, sv, zh_hans, zh_hant

# v2.1.8_text
source: Version 2.1.8 April 29, 2018 • Adds ability to change the size of thumbnails • HTTPS becomes the default protocol • Japanese translation • Minor bug fixes and improvements of the interface
ar: الإصدار 2.1.8 29 نيسان (أبريل) 2018 • يضيف القدرة على تغيير حجم الصور المصغرة • HTTPS يصبح البروتوكول الافتراضي • الترجمة اليابانية • إصلاحات الشوائب طفيفة وتحسين واجهة
da: Version 2.1.8 29 April 2018 • Tilføjet mulighed for at ændre størrelsen på miniaturebilleder • HTTPS bliver standardprotokollen • Japansk oversættelse • Mindre fejlrettelser og forbedringer af brugergrænsefladen
de: Version 2.1.8 29. April 2018 • Die Größe von Miniaturfotos kann nun geändert werden • HTTPS wird zum Standardprotokoll • Japanische Übersetzung • Kleinere Fehler beseitigt und Verbesserungen der Benutzeroberfläche
es: Versión 2.1.8 29 de abril, 2018 • Añadida la posibilidad de cambiar el tamaño de las miniaturas • HTTPS se convierte en el protocolo predeterminado • Traducción al japonés • Corrección de errores menores y mejoras en la interfaz
fr: Version 2.1.8 29 avril 2018 • Ajoute la possibilité de changer la taille des vignettes • HTTPS devient le protocole par défaut • Traduction japonaise • Corrections de bugs mineurs et amélioration de l'interface
hu: 2.1.8-as verzió 2018 Április 29 • Bélyegképek méretének változtatása • Az alapértelmezett protocoll HTTPS lett • Japán fordítás • Kisebb hibajavítások és fejlesztések a felületen
id: Versi 2.1.8 29 April 2018 • Menambah kemampuan untuk mengubah ukuran thumbnail • HTTPS menjadi protokol default • Terjemahan bahasa Jepang • Perbaikan bug minor dan perbaikan antarmuka
it: Versione 2.1.8 29 aprile 2018 • Aggiunge la possibilità di cambiare la dimensione delle miniature • HTTPS diventa il protocollo predefinito • Traduzione giapponese • Correzioni di bug minori e miglioramento dell'interfaccia
ja: バージョン 2.1.8 2018年4月29日 • サムネイルの大きさを変更する機能を追加 • HTTPSが規定のプロトコルになった • 日本語翻訳 • 軽微なバグの修正とインタフェースの改善
nl: Versie 2.1.8 29 April 2018 • Voegt de mogelijkheid toe om de grootte van miniaturen te wijzigen • HTTPS wordt het standaardprotocol • Japanse vertaling • Kleine foutjes verbeterd en verbetering van de interface
pl: Wersja 2.1.8 29 kwiecień 2018 • Dodaje możliwość zmiany wielkości miniatur • HTTPS staje się domyślnym protokołem • Japońskie tłumaczenie • Poprawki błędów i usprawnienia interfejsu
ru: Версия 2.1. 29 апреля, 2018 • Добавляет возможность изменять размер эскизов • HTTPS становится протоколом по умолчанию • японский перевод • Незначительные исправления и улучшения интерфейса
sv: Version 2.1.8 29 april 2018 • Lägger till förmåga att ändra storleken på miniatyrer • HTTPS blir standardprotokollet • Japansk översättning • Mindre buggfixar och förbättring av gränssnittet
zh_hans: 版本2.1.8 2018年4月29日 • 支持修改缩略图大小 • 设置HTTPS为默认协议 • 加入日语支持 • 错误修复和界面改进
zh_hant: 版本 2.1.8 2018年4月29日 • 增加了更換縮圖尺寸的功能 • HTTPS成為預設協定 • 日語翻譯 • 小型錯誤修正及介面改進

# v2.1.9_text
source: Version 2.1.9 May 14, 2018 • Bug fixes
ar: الإصدار 2.1.9 14 مايو 2018 • اصلاحات الشوائب
da: Version 2.1.9 14 maj 2018 • Fejlrettelser
de: Version 2.1.9 14. Mai 2018 • Fehlerbehebungen
es: Versión 2.1.9 14 de mayo de 2018 • Corrección de errores
fr: Version 2.1.9 14 mai 2018 • Correction de bugs
hu: 2.1.9-es verzió 2018 Május 14 • Hibajavítások
id: Versi 2.1.9 14 Mei 2018 • Perbaikan bug
it: Versione 2.1.9 14 maggio 2018 • Correzioni di bug
ja: バージョン 2.1.9 2017年5月14日 • バグの修正
nl: Versie 2.1.9 14 Mei 2018 • Foutjes verbeterd
pl: Wersja 2.1.9 14 maja 2018 • Poprawki błędów
ru: Версия 2.1.9 14 мая 2018 • Исправления ошибок
sv: Version 2.1.9 14 maj 2018 • Buggfixar
zh_hans: 版本2.1.9 2018年5月14日 • Bug 修复
zh_hant: 版本 2.1.9 2018年5月14日 • 錯誤修正

# v2.2.0_text
source: Version 2.2 July 12, 2018 • Sub-album creations from any album • Improved management with Default Album • Improved albums presentation on iPad (and iPhone) • Detection of Photo Library changes • Minor bug fixes and improvements of the interface
ar: الإصدار 2.2 12 يوليو 2018 • Sub-album creations from any album • Improved management with Default Album • Improved albums presentation on iPad (and iPhone) • Detection of Photo Library changes • إصلاحات الشوائب طفيفة وتحسين واجهة
da: Version 2.2 12 juli 2018 • Oprettelse af underalbum fra ethvert album • Forbedret administration med standard album • Forbedret visning af album på iPad (og iPhone) • Registrering af ændringer i billedarkiv • Mindre fejlrettelser og forbedringer af brugerflade
de: Version 2.2 12. Juli 2018 • Unter-Album aus jedem Album erstellen • Verbesserte Verwaltung des Standard-Album • Verbesserte Alben Präsentation auf iPad (und iPhone) • Erkennung von Änderungen an der Fotobibliothek • Kleinere Fehlerbehebungen und Verbesserungen der Schnittstelle
es: Versión 2.2 12 de julio 2018 • Creación de subálbumes desde cualquier álbum • Gestión mejorada con Álbum Predeterminado • Presentación de álbumes mejorada en iPad (e iPhone) • Detección de cambios en la Biblioteca de Fotos • Corrección de errores menores y mejoras en la interfaz
fr: Version 2.2 12 juillet 2018 • Création de sous-albums à partir de n'importe quel album • Gestion améliorée avec l'Album par Défaut • Amélioration de la présentation des albums sur iPad (et iPhone) • Détection des modifications de la photothèque de l'app Photos • Corrections de bugs mineurs et amélioration de l'interface
hu: 2.2-es verzió 2018 Július 12 • Minden albumban létre lehet hozni alalbumot • Az alapértelmezett album egyszerűbb menedzselése • Az albumok megjelenítésének továbbfejlesztése iPad-en (és iPhone-on) • Fotókönyvtár változásainak automatikus felismerése • Kisebb hibajavítások és fejlesztések a felületen
id: Versi 2.2 12 Juli 2018 • Sub-album creations from any album • Improved management with Default Album • Improved albums presentation on iPad (and iPhone) • Detection of Photo Library changes • Perbaikan bug minor dan perbaikan antarmuka
it: Versione 2.2 12 luglio 2018 • Creazioni di album secondari da qualsiasi album • Gestione migliorata con Album predefinito • Presentazione degli album migliorata su iPad (e iPhone) • Rilevamento delle modifiche alla Libreria fotografica • Correzioni di bug minori e miglioramento dell'interfaccia
ja: バージョン 2.2 2018年7月12日 • 任意のアルバムからサブアルバムを生成 • 規定のアルバム管理の改善 • iPad (およびiPhone) でのアルバム表示の改善 • フォトライブラリ変更の検出 • 軽微なバグの修正とインタフェースの改善
nl: Versie 2.2 12 Juli 2018 • Sub-album creaties vanuit elk album • Verbeterd beheer met het standaard album • Verbeterde albums presentatie op iPad (en iPhone) • Constatering van veranderingen van de Foto Bibliotheek • Kleine foutjes verbeterd en verbetering van de interface
pl: Wersja 2.2 12 lipca 2018 • Tworzenie podalbumów z dowolnego albumu • Poprawa zarządzania poprzez wprowadzenie domyślnego Albumu • Usprawniono prezentację albumów na iPad-ie (i iPhone-ie) • Wykrywanie zmian w Bibliotece zdjęć • Drobne poprawki błędów i ulepszenia interfejsu
ru: Версия 2. 12 июля 2018 • Создание подальбома из любого альбома • Улучшение управления альбомом с альбомом по умолчанию • Улучшение презентации альбомов на iPad (и iPhone) • Обнаружение изменений в фотобиблиотеке • Исправления мелких ошибок и улучшения интерфейса
sv: Version 2.2 12 juli 2018 • Underalbum skapelser från alla album • Förbättrad hantering med standardalbum • Förbättrad albumpresentation på iPad (och iPhone) • Detektion av bildbibliotekets ändringar • Mindre buggfixar och förbättring av gränssnittet
zh_hans: 版本2.2 2018年7月12日 • 支持从任何相册创建子相册 • 增强默认相册的管理 • 增强iPad和iPhone上相册的显示 • 支持检测相片库更改 • 错误修复和界面改进
zh_hant: 版本 2.2 2018年7月12日 • 從任何相簿建立子相簿 • 改善預設相簿管理 • 改善在iPad(與iPhone) 上相簿的顯示 • 偵測照片圖庫的變動 • 小型錯誤修正及介面改進

# v2.2.1_text
source: Version 2.2.1 July 25, 2018 • Minor bug fixes and improvements of the interface
ar: الإصدار 2.2.1 25 يوليو 2018 • إصلاحات الشوائب طفيفة وتحسين واجهة
da: Version 2.2.1 25 juli 2018 • Mindre fejlrettelser og forbedringer af brugerflade
de: Version 2.2.1 25. Juli 2018 • Kleinere Fehlerbeseitigungen und Verbesserungen im Interface
es: Versión 2.2.1 25 de julio de 2018 • Corrección de errores menores y mejoras en la interfaz
fr: Version 2.2.1 25 juillet 2018 • Corrections de bugs mineurs et amélioration de l'interface
hu: 2.2.1-es verzió 2018 Július 25 • Kisebb hibajavítások és fejlesztések a felületen
id: Versi 2.2.1 25 Juli 2018 • Perbaikan bug minor dan perbaikan antarmuka
it: Versione 2.2.1 25 luglio 2018 • Correzioni di bug minori e miglioramento dell'interfaccia
ja: バージョン 2.2.1 2018年7月25日 • 軽微なバグの修正とインタフェースの改善
nl: Versie 2.2.1 25 Juli 2018 • Kleine foutjes gerepareerd en verbetering van de interface
pl: Wersja 2.2.1 25 lipca 2018 • Drobne poprawki błędów i ulepszenia interfejsu
ru: Версия 2.2.1 25 июля 2018 • Незначительные исправления и улучшения интерфейса
sv: Version 2.2.1 25 juli 2018 • Mindre buggfixar och förbättring av gränssnittet
zh_hans: 版本2.2.1 2018年7月25日 • 错误修复和界面改进
zh_hant: 版本 2.2.1 2018年7月25日 • 小型錯誤修正及介面改進

# v2.2.2_text
source: Version 2.2.2 August 14, 2018 • Copy and move photos between albums • Minor bug fixes and improvements of the interface
ar: الإصدار 2.2.2 14 أغسطس 2018 • Copy and move images between albums • إصلاحات الشوائب طفيفة وتحسين واجهة
da: Version 2.2.2 14 august 2018 • Kopier og flyt billeder imellem albums • Mindre fejlrettelser og forbedringer af brugerflade
de: Version 2.2.2 14. August 2018 • Kopieren und Verschieben von Fotos zwischen Alben • Kleinere Fehlerbeseitigungen und Verbesserungen im Interface
es: Versión 2.2.2 14 de agosto de 2018 • Copiar y mover fotos entre álbumes • Corrección de errores menores y mejoras en la interfaz
fr: Version 2.2.2 14 août 2018 • Copie et déplacement des photos entre albums • Corrections de bugs mineurs et amélioration de l'interface
hu: 2.2.2-es verzió 2018 Augusztus 14 • Fotók másolása és mozgatása albumok között • Kisebb hibajavítások és fejlesztések a felületen
id: Versi 2.2.2 14 Agustus, 2018 • Salin dan pindahkan gambar antar album • Perbaikan bug minor dan perbaikan antarmuka
it: Versione 2.2.2 14 agosto 2018 • Copia e sposta le immagini tra gli album • Correzioni di bug minori e miglioramento dell'interfaccia
ja: バージョン 2.2.2 2018年8月14日 •アルバム間で写真をコピーして移動する • 軽微なバグの修正とインタフェースの改善
nl: Versie 2.2.2 14 Augustus 2018 • Kopieer en verplaats foto's naar de albums • Kleine foutjes gerepareerd en verbetering van de interface
pl: Wersja 2.2.2 14 sierpnia 2018 • Kopiowanie i przenoszenie zdjęć pomiędzy albumami • Poprawki drobnych błędów i ulepszenia interfejsu
ru: Версия 2.2.2 14 августа 2018 • Копировать и перемещать фотографии между альбомами • Незначительные исправления ошибок и улучшения интерфейса
sv: Version 2.2.2 14 augusti 2018 • kopiera och flytta bilder mellan album • mindre buggfixar och förbättringar av gränssnittet
zh_hans: 版本2.2.2 2018年8月14日 • 支持在相册之间复制/移动照片 • 错误修复和界面改进
zh_hant: 版本 2.2.2 2018年8月14日 • 在不同相簿之間複製與移動照片 • 小型錯誤修正及介面改進

# v2.2.3_text
source: Version 2.2.3 August 27, 2018 • New album design • Minor bug fixes and improvements of the interface
ar: الإصدار 2.2.3 27 أغسطس 2018 • تصميم ألبوم جديد • إصلاحات الشوائب طفيفة وتحسين واجهة
da: Version 2.2.3 27 august 2018 • Nyt album design • Mindre fejlrettelser og forbedringer af brugerflade
de: Version 2.2.3 27. August 2018 • Neues Albumdesign • Kleinere Fehlerbeseitigungen und Verbesserungen im Interface
es: Versión 2.2.3 27 de agosto de 2018 • Nuevo diseño de álbumes • Corrección de errores menores y mejoras en la interfaz
fr: Version 2.2.3 27 août 2018 • Les albums arborent un nouveau design • Corrections de bugs mineurs et amélioration de l'interface
hu: 2.2.3-as verzió 2018 Augusztus 27 • Új kinézet az albumoknak • Kisebb hibajavítások és fejlesztések a felületen
id: Versi 2.2.3 27 Agustus, 2018 • Desain album baru • Perbaikan bug minor dan perbaikan antarmuka
it: Versione 2.2.3 27 agosto 2018 • Nuovo design dell'album • Correzioni di bug minori e miglioramento dell'interfaccia
ja: バージョン 2.2.3 2018年8月27日 • 新しいアルバムデザイン • 軽微なバグの修正とインタフェースの改善
nl: Versie 2.2.3 27 Augustus 2018 • Nieuw albumontwerp • Kleine foutjes gerepareerd en verbetering van de interface
pl: Wersja 2.2.3 27 sierpnia 2018 • Nowy projekt albumu • Drobne poprawki błędów i ulepszenia interfejsu
ru: Версия 2.2.3 27 августа 2018 • Новый дизайн альбома • Незначительные исправления ошибок и улучшения интерфейса
sv: Version 2.2.3 27 augusti 2018 • Ny albumdesign • Mindre buggfixar och förbättring av gränssnittet
zh_hans: 版本2.2.3 2018年8月27日 • 全新相册设计 • 错误修复和界面改进
zh_hant: 版本 2.2.3 2018年8月27日 • 新相簿設計 • 小型錯誤修正及介面改進

# v2.2.4_text
source: Version 2.2.4 September 23, 2018 • Bug fixes
ar: الإصدار 2.2.4 23 سبتمبر 2018 • اصلاحات الشوائب
da: Version 2.2.4 23 september 2018 • Fejlrettelser
de: Version 2.2.4 23. September 2018 • Fehlerbehebungen
es: Versión 2.2.4 23 de septiembre de 2018 • Corrección de errores
fr: Version 2.2.4 23 septembre 2018 • Correction de bugs
hu: 2.2.4-es verzió 2018 Szeptember 23 • Hibajavítások
id: Versi 2.2.4 23 September, 2018 • Perbaikan bug
it: Versione 2.2.4 23 settembre 2018 • Correzioni di bug
ja: バージョン 2.2.4 2018年9月23日 • バグの修正
nl: Versie 2.2.4 23 September 2018 • Foutjes verbeterd
pl: Wersja 2.2.4 23 września 2018 • Poprawki błędów
ru: Версия 2.2.4 23 сентября 2018 • Исправления ошибок
sv: Version 2.2.4 23 september 2018 • Buggfixar
zh_hans: 版本2.2.4 2018年9月23日 • 错误修复
zh_hant: 版本 2.2.4 2018年9月23日 • 錯誤修正

# v2.2.5_text
source: Version 2.2.5 October 28, 2018 • Send us feedback by email • Privacy policy • Bug fixes
ar: الإصدار 2.2.5 28 أكتوبر 2018 • أرسل لنا ردود الفعل عن طريق البريد الإلكتروني • سياسة خاصة • اصلاحات الشوائب
da: Version 2.2.5 28 oktober 2018 • Send os feedback via e-mail • Fortrolighedspolitik • Fejlrettelser
de: Version 2.2.5 28. Oktober 2018 • Senden Sie uns Feedback per E-Mail • Datenschutz-Bestimmungen • Fehlerbehebungen
es: Versión 2.2.5 28 de octubre de 2018 • Envíanos comentarios por correo electrónico • Política de privacidad • Correcciones de errores
fr: Version 2.2.5 28 octobre 2018 • Envoyez-nous vos commentaires par email • Politique de confidentialité • Correction de bugs
hu: 2.2.5-ös verzió 2018 Október 28 • Visszajelzés e-mailben • Adatvédelmi szabályzat • Hibajavítások
id: Versi 2.2.5 28 Oktober, 2018 • Kirimi kami umpan balik melalui email • Rahasia pribadi • Perbaikan bug
it: Versione 2.2.5 28 ottobre 2018 • Inviaci un feedback via e-mail • Politica sulla riservatezza • Correzioni di bug
ja: バージョン 2.2.5 2018年10月28日 •私たちに電子メールでフィードバックを送る • 個人情報保護方針 • バグの修正
nl: Versie 2.2.5 28 Oktober 2018 • Stuur ons feedback per e-mail • Privacybeleid • Foutjes verbeterd
pl: Wersja 2.2.5 28 października 2018 • Prześlij nam opinię e-mailem • Polityka prywatności • Poprawki błędów
ru: Версия 2.2.5 28 октября 2018 • Отправить нам отзыв по электронной почте • Политика конфиденциальности • Исправления ошибок
sv: Version 2.2.5 28 oktober 2018 • Skicka oss feedback via e-post • Integritetspolicy • Buggfixar
zh_hans: 版本2.2.5 2018年10月28日 • 支持通过Email发送反馈 • 新增隐私政策 • 错误修复
zh_hant: 版本 2.2.5 2018年10月28日 • 用電子郵件傳送回饋 • 隱私權政策 • 錯誤修正

# v2.2.6_text
source: Version 2.2.6 December 20, 2018 • Improves translations and iOS 12 compatibility • Minor bug fixes and improvements of the interface • Italian translation
ar: الإصدار 2.2.6 20 ديسمبر 2018 • تحسين الترجمة ودائرة الرقابة الداخلية 12 التوافق • إصلاحات الشوائب طفيفة وتحسين واجهة • ترجمة إيطالية
da: Version 2.2.6 20 december 2018 • Forbedret oversættelse og iOS 12 kompabilitet • Mindre fejlrettelser og forbedringer af brugerflade • Italiensk oversættelse
de: Version 2.2.6 20. Dezember 2018 • Aktualisierte Übersetzungen und verbesserte iOS 12 Kompatibilität • Kleinere Fehlerbeseitigungen und Verbesserungen im Interface • Italienische Übersetzung
es: Versión 2.2.6 20 de diciembre 2018 • Mejoras en las traducciones y compatibilidad con iOS 12 • Corrección de errores menores y mejoras en la interfaz • Traducción al italiano
fr: Version 2.2.6 20 décembre 2018 • Améliore les traductions et la compatibilité avec iOS 12 • Corrections de bugs mineurs et amélioration de l'interface • Traduction italienne
hu: 2.2.6-os verzió 2018 December 20 • Továbbfejlesztett fordítások és iOS 12 kompatibilitás • Kisebb hibajavítások és fejlesztések a felületen • Olasz fordítás
id: Versi 2.2.6 20 Desember 2018 • Peningkatan terjemahan dan kompatibilitas iOS 12 • Perbaikan bug minor dan perbaikan antarmuka • Terjemahan Italia
it: Versione 2.2.6 20 dicembre 2018 • Migliora le traduzioni e la compatibilità con iOS 12 • Correzioni di bug minori e miglioramento dell'interfaccia • Traduzione italiana
ja: バージョン 2.2.6 2018年12月20日 • 翻訳とiOS 12との互換性を改善 • 軽微なバグの修正とインタフェースの改善 •イタリア語の翻訳
nl: Versie 2.2.6 20 December 2018 • Verbetering vertalingen en iOS 12-compatibiliteit • Kleine foutjes verbeterd en verbetering van de interface • Italiaanse vertaling
pl: Wersja 2.2.6 20 grudnia 2018 • Poprawa tłumaczenia i obsługi iOS 12 • Drobne poprawki błędów i ulepszenia interfejsu • Włoskie tłumaczenie
ru: Версия 2.2.6 20 декабря 2018 • Улучшение совместимости с iOS 12 • Исправления мелких ошибок и улучшения интерфейса • Перевод на итальянский язык
sv: Version 2.2.6 20 december 2018 • Förbättrade översättningar och kompatibilitet med iOS 12 • Mindre buggfixar och förbättring av gränssnittet • Italienska översättning
zh_hans: 版本2.2.6 2018年12月20日 • 改进翻译和 iOS 12 兼容性 • 错误修复和界面改进 • 新增意大利翻译
zh_hant: 版本 2.2.6 2018年12月20日 • 改進翻譯及iOS 12支援 • 小型錯誤修正及介面改進 • 支援義大利文

# v2.2.7_text
source: Version 2.2.7 December 29, 2018 • Minor bug fixes and improvements of the interface • Improved translations
ar: الإصدار 2.2.7 29 ديسمبر 2018 • إصلاحات الشوائب طفيفة وتحسين واجهة • تحسين الترجمة
da: Version 2.2.7 29 december 2018 • Mindre fejlrettelser og forbedringer af brugerflade • Forbedrede oversættelser
de: Version 2.2.7 29. Dezember 2018 • Kleinere Fehlerbeseitigungen und Verbesserungen im Interface • Aktualisierte Übersetzungen
es: Versión 2.2.7 29 de diciembre de 2018 • Corrección de errores menores y mejoras en la interfaz • Mejora de las traducciones
fr: Version 2.2.7 29 décembre 2018 • Corrections de bugs mineurs et amélioration de l'interface • Amélioration des traductions
hu: 2.2.7-es verzió 2018 December 29 • Kisebb hibajavítások és fejlesztések a felületen • Továbbfejlesztett fordítások
id: Versi 2.2.7 29 Desember 2018 • Perbaikan bug minor dan perbaikan antarmuka • Peningkatan terjemahan
it: Versione 2.2.7 29 dicembre 2018 • Correzioni di bug minori e miglioramento dell'interfaccia • Migliora le traduzioni
ja: バージョン 2.2.7 2018年12月29日 • 軽微なバグの修正とインタフェースの改善 • 翻訳の改善
nl: Versie 2.2.7 29 December 2018 • Kleine foutjes verbeterd en verbetering van de interface • Betere vertalingen
pl: Wersja 2.2.7 29 grudnia 2018 • Drobne poprawki błędów i ulepszenia interfejsu • Poprawa tłumaczenia
ru: Версия 2.2.7 15 февраля 2018 • Незначительные исправления и улучшения интерфейса • Улучшенные переводы
sv: Version 2.2.7 29 december 2018 • Mindre buggfixar och förbättring av gränssnittet • Förbättrade översättningar
zh_hans: 版本2.2.7 2019年12月29日 • 错误修复和界面改进 • 改进翻译
zh_hant: 版本 2.2.7 2019年12月29日 • 小型錯誤修正及介面改進 • 改進翻譯

# v2.3.0_text
source: Version 2.3 February 2, 2019 • Share photos and videos • Increase cache size limits • Minor bug fixes and improvements of the interface • Improved translations
ar: الإصدار 2.3 2 فبراير 2019 • مشاركة الصور ومقاطع الفيديو • زيادة حدود حجم ذاكرة التخزين المؤقت • إصلاحات الشوائب طفيفة وتحسين واجهة • تحسين الترجمة
da: Version 2.3 2 februar 2019 • Del billeder og videoer • Øg grænser for cache størrelse • Mindre fejlrettelser og forbedringer af brugerflade • Forbedrede oversættelser
de: Version 2.3 2. Februar 2019 • Teile und Videos • Erhöhen Sie die Grenzen der Cachegröße • Kleinere Fehlerbeseitigungen und Verbesserungen im Interface • Aktualisierte Übersetzungen
es: Versión 2.3 2 de febrero 2019 • Compartir fotos y vídeos • Incremento de los límites de tamaño de la caché • Corrección de errores menores y mejoras en la interfaz • Traducciones mejoradas
fr: Version 2.3 2 février 2019 • Partage de photos et de vidéos • Augmentation des limites de la taille du cache • Corrections de bugs mineurs et amélioration de l'interface • Amélioration des traductions
hu: 2.3-as verzió 2019 Február 2 • Fotók és videók megosztása • Gyorsítótár méretkorlátainak növése • Kisebb hibajavítások és fejlesztések a felületen • Továbbfejlesztett fordítások
id: Versi 2.3 2 Februari 2019 • Bagikan foto dan video • Meningkatkan batas ukuran cache • Perbaikan bug minor dan perbaikan antarmuka • Peningkatan terjemahan
it: Versione 2.3 2 febbraio 2019 • Condividi foto e video • Aumentare i limiti di dimensione della cache • Correzioni di bug minori e miglioramento dell'interfaccia • Migliora le traduzioni
ja: バージョン 2.3 2019年2月2日 • 写真やビデオを共有する • キャッシュサイズ制限を増やす • 軽微なバグの修正とインタフェースの改善 • 翻訳の改善
nl: Versie 2.3 2 februari 2019 • Deel foto's en video's • Verhoog de cachegroottelimieten • Kleine foutjes verbeterd en verbetering van de interface • Betere vertalingen
pl: Wersja 2.3 2 lutego 2019 • Udostępniaj zdjęcia i filmy • Zwiększa limit rozmiaru pamięci podręcznej • Drobne poprawki błędów i ulepszenia interfejsu • Poprawa tłumaczenia
ru: Версия 2.3 2 февраля; 2019 • Поделиться фотографиями и видео • Увеличение размера кэша • Незначительные исправления и улучшения интерфейса • Улучшенные переводы
sv: Version 2.3 2 februari 2019 • Dela bilder och videoklipp • Öka gränsvärdena för cache-storlek • Mindre buggfixar och gränssnittsförbättring • Förbättrade översättningar
zh_hans: 版本 2.3 2019年2月2日 • 支持共享照片和视频 • 增加缓存大小限制 • 错误修复和界面改进 • 改进翻译
zh_hant: 版本 2.3 2019年2月2日 • 分享照片及影片 • 加大快取大小 • 小型錯誤修正及介面改進 • 改進翻譯

# v2.3.1_text
source: Version 2.3.1 February 15, 2019 • Minor bug fixes and improvements of the interface • Improved translations
ar: الإصدار 2.3.1 15 فبراير 2019 • إصلاحات الشوائب طفيفة وتحسين واجهة • تحسين الترجمة
da: Version 2.3.1 15 februar 2019 • Mindre fejlrettelser og forbedringer af brugerflade • Forbedrede oversættelser
de: Version 2.3.1 15. Februar 2019 • Kleinere Fehlerbeseitigungen und Verbesserungen im Interface • Aktualisierte Übersetzungen
es: Versión 2.3.1 15 de febrero de 2019 • Corrección de errores menores y mejoras en la interfaz • Traducciones mejoradas
fr: Version 2.3.1 15 février 2019 • Corrections de bugs mineurs et amélioration de l'interface • Amélioration des traductions
hu: 2.3.1-es verzió 2019 Február 15 • Kisebb hibajavítások és fejlesztések a felületen • Továbbfejlesztett fordítások
id: Versi 2.3.1 15 Februari 2019 • Perbaikan bug minor dan perbaikan antarmuka • Peningkatan terjemahan
it: Versione 2.3.1 15 febbraio 2019 • Correzioni di bug minori e miglioramento dell'interfaccia • Migliora le traduzioni
ja: バージョン 2.3.1 2019年2月15日 • 軽微なバグの修正とインタフェースの改善 • 翻訳の改善
nl: Versie 2.3.1 15 februari 2019 • Kleine foutjes verbeterd en verbetering van de interface • Betere vertalingen
pl: Wersja 2.3.1 15 lutego 2019 • Drobne poprawki błędów i ulepszenia interfejsu • Poprawy tłumaczenia
ru: Версия 2.3.1 15 февраля 2019 • Незначительные исправления и улучшения интерфейса • Улучшенные переводы
sv: Version 2.3.1 15 februari 2019 • Mindre buggfixar och förbättring av gränssnittet • Förbättrade översättningar
zh_hans: 版本2.3.1 2019年2月15日 • 错误修复和界面改进 • 改进翻译
zh_hant: 版本 2.3.1 2019年2月15日 • 小型錯誤修正及介面改進 • 改進翻譯
